/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

/* Share Points automount sheet strings */
"kMntExpHomeDir"	= "この共有ポイントでは、グループフォルダまたはユーザのホームフォルダが運用されます。フォルダは、ユーザのコンピュータ上の“/ネットワーク/Servers”にマウントされます。";
"kMntExpSharedApps"	= "この共有ポイントの内容は、クライアントコンピュータの“/ネットワーク/アプリケーション”内に表示されます。";
"kMntExpSharedLib"	= "この共有ポイントの内容は、クライアントコンピュータの“/ネットワーク/ライブラリ”内に表示されます。";
"kMntExpOther"		= "この共有ポイントの内容は、クライアントコンピュータの指定したフォルダ内に表示されます。";

"Enter an administrator's name and password for the directory domain:" = "ディレクトリドメインの管理者の名前とパスワードを入力してください：";

"kRemoveAutomountDSAuthInformativeText" = "共有ポイントの自動マウントレコードを取り除くには、そのレコードが保存されているディレクトリの管理者権限が必要です。";
"kChangeSharePointNameWithAutomountDSAuthInformativeText" = "自動マウントされる共有ポイントの名前を変更するには、そのレコードが保存されているディレクトリの管理者権限が必要です。";
"kRemoveSharePointWithAutomountDSAuthInformativeText" = "自動マウントレコードを持つ共有ポイントを取り除くには、そのレコードが保存されているディレクトリの管理者権限が必要です。";
"kAutomountInfoErrAlertTtl" = "認証に失敗しました。";
"kAutomountInfoErrAlertMsg" = "Open Directory 管理者の名前とパスワードは、選択した Open Directory ドメインに対して認証されませんでした。\n名前とパスワードを入力し直して、もう一度やり直してください。";
"kAutomountInfoErrMsg" = "ユーザ名またはパスワードが正しくありません。";

"kHomeFolders" = "ホームフォルダ";
"kSharedAppsFolder" = "共有アプリケーションフォルダ";
"kSharedLibFolder" = "共有ライブラリフォルダ";

/* Share Points Time Machine strings */
"kUnsupportedTimeMachineDiskWarning" = "このディスクドライブは、ネットワーク経由での Time Machine バックアップ作成に対応していない可能性があります。互換性のあるドライブについては、%@ を参照してください。";
"kUnsupportedTimeMachineDiskError" = "このディスクドライブは、ネットワーク経由での Time Machine バックアップ作成に対応していません。互換性のあるドライブについては、%@ を参照してください。";
"kUnsupportedTimeMachineDiskURLText" = "詳細情報";
"kUnsupportedTimeMachineDiskURL" = "http://docs.info.apple.com/article.html?artnum=306332-ja";

/* Share Points... nfs attributes */

"kNFSAnyAuth"		= "すべて";
"kNFSStandardAuth"	= "標準";
"kNFSKerberosAuth"	= "Kerberos";

"kNFSRootToRootMap" = "root から root";
"kNFSAllToNobodyMap"= "すべてから nobody";

"kEveryone" = "全員";

/* Share Points... */

"kHideDetailsTitle"	= "設定を隠す";
"kShowDetailsTitle"	= "設定を編集";

"kGoToPrivs" = "“%@”のアクセス権を編集";

"User:" = "ユーザ：";
"Group:" = "グループ：";

/* File Privs: Errors */
"kPermissionsItemGenericError"  = "選択した項目のアクセス権の読み出し中にエラーが起きました";
"kPermissionsItemNotFoundError" = "選択したファイルシステム項目が見つかりませんでした";
"kPropagationFailedError"		= "アクセス権の伝達に失敗しました";
"kInheritFailedError"			= "親から継承した ACE を取得しようとしているときにエラーが起きました";

/* File Privs: folder ACL related */
"ag_Administration"				= "情報を管理";
"ACL_WRITE_SECURITY"			= "アクセス権を変更";
"ACL_CHANGE_OWNER"				= "オーナーを変更";

"ag_Read"						= "読み出し";
"ACL_READ_ATTRIBUTES"			= "属性を読み出す";
"ACL_READ_EXTATTRIBUTES"		= "拡張属性を読み出す";
"ACL_LIST_DIRECTORY"			= "フォルダの内容を一覧表示（データを読み出す）";
"ACL_SEARCH"					= "フォルダをスキャン（ファイルを実行）";
"ACL_READ_SECURITY"				= "アクセス権を読み出す";

"ag_Write"						= "書き込み";
"ACL_WRITE_ATTRIBUTES"			= "属性を書き込む";
"ACL_WRITE_EXTATTRIBUTES"		= "拡張属性を書き込む";
"ACL_ADD_FILE"					= "ファイルを作成（データを書き込む）";
"ACL_ADD_SUBDIRECTORY"			= "フォルダを作成（データを追加）";
"ACL_DELETE"					= "削除";
"ACL_DELETE_CHILD"				= "サブフォルダとファイルを削除";

/* File Privs:  file ACL related */
"ACL_READ_DATA"					= "データを読み出す";
"ACL_EXECUTE"					= "ファイルを実行";

"ACL_WRITE_DATA"				= "データを書き込む";
"ACL_APPEND_DATA"				= "データを追加";

"ag_Inheritence"				= "適用先";
"ACL_ENTRY_FILE_INHERIT"		= "子ファイル";
"ACL_ENTRY_DIRECTORY_INHERIT"	= "子フォルダ";
"ACL_ENTRY_LIMIT_INHERIT"		= "すべての子孫";
"ACL_ENTRY_ONLY_INHERIT"		= "このフォルダ";

"kEntryIsInherited"				= "このエントリーは親フォルダから継承されます";

"kAppThisFile"					= "このファイル";
"kAppThis"						= "このフォルダ";
"kAppFolders"					= "子フォルダ";
"kAppFiles"						= "子ファイル";
"kAppDescendants"				= "すべての子孫";
"kAppliesToJoiner"				= "、";

"kFullControl"					= "フルコントロール";
"kReadAndWrite"					= "読み出し／書き込み";
"kReadOnly"						= "読み出し専用";
"kWriteOnly"					= "書き込み専用";
"kRead"							= "読み出し";
"kWrite"						= "書き込み";
"kCustom"						= "カスタム";
"Custom..."						= "カスタム...";
"No Access"						= "アクセス不可";

"kOthers"						= "その他";

"kAllow"						= "許可";
"kDeny"							= "拒否";

"kACL"							= "ACL";
"kPOSIX"						= "POSIX";

"kYes"							= "はい";
"kNo"							= "いいえ";

"kPrivsMark"					= "√";

"kSavePending"					= "保留中を保存...";

/* File Privs: gear popup menu items */
"gearSortCanonically"			= "アクセス制御リストを標準形式で並べ替え";
"gearMakeExplicit"				= "継承したエントリを有効にする";
"gearFileRemoveACL"				= "アクセス制御リストを取り除く";
/* "gearFileApplyInherit"			= "Apply inheritance to selected file"; */
"gearFileApplyInherit"			= "親フォルダからエントリを継承";
"gearDirRemoveInherited"		= "継承したエントリを取り除く";
"gearDirPropagate"				= "アクセス権を伝達...";
"gearShowEffectivePrivs"		= "有効なアクセス権インスペクタを表示";

"kACLOnFileErrorTitle"			= "Tiger サーバでは許可されない操作です。";
"kACLOnFileErrorMessage"		= "ファイルのアクセス制御リストには明示的なエントリーを追加できません。ファイルに設定できるアクセス制御エントリーは、その親フォルダから継承されたエントリーのみです。";

/* NFS Resharing */
"kNFSMountErrorTitle"				= "NFS マウント操作が失敗しました。";
"kNFSMountGenericErrorMessage"		= "NFS エクスポートをマウントできませんでした。URL を再入力して、もう一度やり直してください。";
"kNFSMountFolderAlreadyExistsErrorMessage" = "指定された NFS エクスポートの URL のマウントポイントがすでに存在します。";
"kNFSMountPermissionErrorMessage"	= "権限が不足しているため、操作を完了できませんでした";
"kNFSMountUnknownCommandErrorMessage" = "不明なコマンドが検出されました。";

"kConfirmNFSVolumeUnmountTitle" = "選択した NFS ボリュームをマウント解除しますか？";
"kConfirmNFSVolumeUnmountMessage" = "この NFS ボリュームに関連付けられているすべての共有ポイントにアクセスできなくなりました。";

"kNFSUnmountErrorTitle"				= "NFS マウント解除操作が失敗しました。";
"kNFSUnmountGenericErrorMessage"	= "NFS エクスポートをマウント解除できませんでした。もう一度やり直してください";

//"Mount NFS export for resharing..." = "Mount NFS export for resharing...";
//"Unmount NFS export" = "Unmount NFS Export";

"Do you want to remove the automount settings for the selected share point?" = "選択した共有ポイントの自動マウント設定を取り除きますか？";
"Remove..." = "取り除く...";
"Review Settings" = "設定を確認";
"Cancel" = "キャンセル";
"Removing the automount settings will prevent clients from mounting the share point automatically." = "自動マウント設定を取り除くと、クライアントが共有ポイントを自動的にマウントできなくなります。";

"Choose a volume or folder to use as a new share point." = "新しい共有ポイントとして使用するボリュームまたはフォルダを選択してください。";

"Nested NFS share points are not allowed." = "NFS 共有ポイントの入れ子は許可されません。";
"The share point \"%@\" is inside the share point \"%@\".  Please unshare one of these share points, or disable NFS exporting on one of these share points." = "共有ポイント“%@”は、共有ポイント“%@”の中にあります。これらの共有ポイントのいずれかの共有を解除するか、これらの共有ポイントのいずれかで NFS 書き出しを無効にしてください。";

"Propagating permissions on items owned by root is not recommended. For example, /System and /Library are owned by root. Altering their permissions could lead to unexpected behavior." = "root が所有している項目のアクセス権の伝達は推奨されていません。たとえば、“/システム”や“/ライブラリ”は root が所有しています。これらのアクセス権を変更すると、予期しない動作になる可能性があります。";
"Changing permissions on items owned by root is not recommended. For example, /System and /Library are owned by root. Altering their permissions could lead to unexpected behavior." = "root が所有している項目のアクセス権の変更は推奨されていません。たとえば、“/システム”や“/ライブラリ”は root が所有しています。これらのアクセス権を変更すると、予期しない動作になる可能性があります。";

/* Overview panel strings */
/* not currently used */
"Total Share Points:" = "共有ポイントの合計：";
//"Shared by AFP:" = "Shared by AFP:";
//"Shared by SMB:" = "Shared by SMB:";
//"Shared by FTP:" = "Shared by FTP:";
//"Shared by NFS:" = "Shared by NFS:";

/* popup menu itmes */
"Add to favorites" = "よく使う項目に追加";
//"New folder..." = "New Folder...";				/* not currently used */
//"Mount NFS volume..." = "Mount NFS Volume...";	/* not currently used */
//"Unmount NFS Volume" = "Unmount NFS Volume";	/* not currently used */
//"kMountNfsShare" = "Mount NFS Share";
//"kUnmountNfsShare" = "Unmount NFS Share";
"kShareThisItem" = "共有";
"kUnshareThisItem" = "共有を解除";

/* column info */
" Free: %@" = "空き：%@";
//" Shared over: " = " Shared over: ";
//"   Guest access:  " = "   Guest access:  ";
"kEnabled" = "有効";
"kDisabled" = "無効";

"kAFP" = "AFP";
"kFTP" = "FTP";
"kNFS" = "NFS";
"kSMB" = "SMB";

/* Browser volume list view tool tips */
"kDiskSpaceToolTipFormat" = "%@/%@ 使用中（%d%%）";
"kQuotasToolTip" = "このボリュームではクオータが有効になっています。";
"kNoQuotasToolTip" = "このボリュームではクオータが有効になっていません。";

/* Browser share point list view tool tips */
"kAutomountToolTipFormat" = "この項目は、クライアントマシン上の %@ プロトコルを使用して自動的にマウントされます。";
"kNoAutomountToolTip" = "この項目は自動的にマウントされません。";
"kGuestAccessProtocolsToolTipFormat1" = "%@ プロトコルでこの項目に接続すると、ゲストアクセスが有効になります。";
"kGuestAccessProtocolsToolTipFormat2" = "%@ および %@ プロトコルでこの項目に接続すると、ゲストアクセスが有効になります。";
"kGuestAccessProtocolsToolTipFormat3" = "%@、%@、および %@ プロトコルでこの項目に接続すると、ゲストアクセスが有効になります。";
"kNoGuestAccessProtocolsToolTip" = "この項目ではゲストアクセスが有効になっていません";
"kSharedProtocolsToolTipFormat1" = "この項目は %@ プロトコルを使用して共有されています。";
"kSharedProtocolsToolTipFormat2" = "この項目は %@ および %@ プロトコルを使用して共有されています。";
"kSharedProtocolsToolTipFormat3" = "この項目は %@、%@、および %@ プロトコルを使用して共有されています。";
"kSharedProtocolsToolTipFormat4" = "この項目は %@、%@、%@、および %@ プロトコルを使用して共有されています。";
"kNoSharedProtocolsToolTip" = "この項目は共有されていません。";
"kSpotlightToolTip" = "この項目では Spotlight の索引作成が有効になっています。";
"kNoSpotlightToolTip" = "この項目では Spotlight の索引作成が有効になっていません。";
"kTimeMachineToolTip" = "この項目は Time Machine のバックアップ先として使用できます。";
"kNoTimeMachineToolTip" = "この項目は Time Machine のバックアップ先として使用できません。";